---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerMeter
source: html/dabaada9-7110-8d3e-3a05-5e7a4a0743c8.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerMeter Property

Kilograms per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerMeter { get; }
```